[
  {
    "id": "leader-1",
    "name": "Nitin H Mate",
    "role": "Managing Director",
    "image": "/images/team/mate.jpg",
    "bio": "The Founder & Managing Director of Akruti Construction. Mr. Mate is involved in overseeing all aspects of the company's operations, from project management and execution to business development and financial management. With a Decade of Experience, Mr. Mate is responsible for setting the company's strategic direction, including identifying target markets, developing growth strategies, and establishing business goals and objectives. He oversee the planning, execution, and completion of construction projects, ensuring that they are delivered on time, within budget, and according to the required quality standards. This involves coordinating with project teams, monitoring progress, and addressing any issues or challenges that arise during the construction process. Mr. Mate plays a key role in acquiring new projects and clients. This includes identifying business opportunities, developing relationships with potential clients, preparing bids and proposals, and negotiating contracts. He is responsible for managing the company's finances, including budgeting, financial planning, and monitoring financial performance. He ensures that the company adheres to all relevant regulations, codes, and safety standards. He has the ability to inspire and motivate employees, foster a positive work culture, and lead by example."
  },
  {
    "id": "leader-2",
    "name": "Pravin R Shinde",
    "role": "Managing Director | Licensed Architect | B.E. Civil ",
    "image": "/images/team/shinde.jpg",
    "bio": "Steering this magnanimous company is its Managing Director, Pravin Shinde, who holds a Civil Engineer degree and has a significant practice. Built on simple values and ethics, he has played a pivotal role evolving the company to the level where it enjoys highest customer satisfaction index and making each structure an efficient building in itself. Mr. Shinde has a keen eye to details which has led the company to be a trendsetter in quality and execution of construction projects. His force that has led the organization to hold on its value and ethics, Mr. Shinde is thoroughly professional, dynamic and has been at the vanguard, leading the company in to the new era contributing to better systems, quality processes and faster product delivery keeping in mind the needs of his modern consumers. Working tirelessly round the clock, he believes in staying ahead of the business curve. Keeping abreast of the current trends in the industry, Mr. Shinde is always on the lookout for future opportunities, thus, driving the strategic investments and tactical business prospects within the company."
  }
]